{
    "Home": "Inicio",
    "Services": "Servicios",
    "Projects": "Proyectos",
    "Contact": "Contacto",
    "Welcome to DTW - Digital Innovation": "Bienvenido a DTW - Innovación Digital",
    "Welcome to DTW - Digital Innovation Without Limits": "Bienvenido a DTW - Innovación Digital Sin Límites",
    "Digital Innovation Without Limits": "Innovación Digital Sin Límites",
    "We transform ideas into cutting-edge technological solutions. We drive your vision towards the digital future.": "Transformamos ideas en soluciones tecnológicas de vanguardia. Impulsamos tu visión hacia el futuro digital.",
    "Explore Services": "Explorar Servicios",
    "Our Services": "Nuestros Servicios",
    "Custom Web Development": "Desarrollo Web a Medida",
    "Robust and scalable web solutions, from landing pages to complex applications.": "Soluciones web robustas y escalables, desde landing pages hasta aplicaciones complejas.",
    "Mobile Applications": "Aplicaciones Móviles",
    "Native and hybrid apps for iOS and Android, focused on user experience.": "Apps nativas e híbridas para iOS y Android, centradas en la experiencia de usuario.",
    "Cloud Solutions": "Soluciones en la Nube",
    "Cloud infrastructure, microservices, and continuous deployment for maximum efficiency.": "Infraestructura cloud, microservicios y despliegue continuo para máxima eficiencia.",
    "IoT & Automations": "IoT y Automatizaciones",
    "Connecting the physical world to the digital, creating intelligent systems.": "Conectando el mundo físico al digital, creando sistemas inteligentes.",
    "From corporate websites to complex e-commerce platforms and custom web applications, we create digital experiences that captivate and convert. We use modern technologies like Vue.js, React, and Node.js to build fast, secure, and scalable solutions tailored to your needs.": "Desde sitios web corporativos hasta complejas plataformas de e-commerce y aplicaciones web a medida, creamos experiencias digitales que cautivan y convierten. Usamos tecnologías modernas como Vue.js, React y Node.js para construir soluciones rápidas, seguras y escalables adaptadas a tus necesidades.",
    "We design and develop mobile applications for iOS and Android that stand out for their intuitive interface and flawless performance. Whether native or hybrid, we focus on creating apps that users love and that drive business growth.": "Diseñamos y desarrollamos aplicaciones móviles para iOS y Android que destacan por su interfaz intuitiva y rendimiento impecable. Ya sean nativas o híbridas, nos enfocamos en crear apps que los usuarios aman y que impulsan el crecimiento del negocio.",
    "We help you migrate, manage, and optimize your infrastructure in the cloud. We design scalable architectures with microservices, implement CI/CD pipelines for agile deployments, and ensure the security and availability of your applications on platforms like AWS, Google Cloud, and Azure.": "Te ayudamos a migrar, gestionar y optimizar tu infraestructura en la nube. Diseñamos arquitecturas escalables con microservicios, implementamos pipelines de CI/CD para despliegues ágiles y garantizamos la seguridad y disponibilidad de tus aplicaciones en plataformas como AWS, Google Cloud y Azure.",
    "We specialize in developing IoT solutions that connect devices, collect data, and enable intelligent automation. From smart homes to industrial applications, we transform processes and create new opportunities through connectivity and real-time data analysis.": "Nos especializamos en desarrollar soluciones IoT que conectan dispositivos, recopilan datos y permiten automatizaciones inteligentes. Desde hogares inteligentes hasta aplicaciones industriales, transformamos procesos y creamos nuevas oportunidades a través de la conectividad y el análisis de datos en tiempo real.",
    "Back": "Volver",
    "Featured Projects": "Proyectos Destacados",
    "E-learning Platform": "Plataforma de E-learning",
    "Learning management system with gamification.": "Sistema de gestión de aprendizaje con gamificación.",
    "Analytics Dashboard": "Dashboard de Analítica",
    "Real-time data visualization for business intelligence.": "Visualización de datos en tiempo real para inteligencia de negocios.",
    "Social Fitness App": "App de Fitness Social",
    "Social network for athletes with activity tracking.": "Red social para deportistas con seguimiento de actividades.",
    "Let's Talk": "Hablemos",
    "Name": "Nombre",
    "Email": "Email",
    "Message": "Mensaje",
    "Send Message": "Enviar Mensaje",
    "Building the digital future, one line of code at a time.": "Construyendo el futuro digital.",
    "Navigation": "Navegación",
    "Follow us": "Síguenos",
    "All rights reserved.": "Todos los derechos reservados.",
    "Service of Interest": "Servicio de interés",
    "Phone": "Teléfono",
    "Tell us about your project": "Platicanos sobre tu proyecto",
    "Send Request": "Mandar Solicitud",
    "Request a Quote": "Solicitar una Cotización",
    "Terms of Service": "Terminos de servicio",
    "Privacy Policy": "Políticas de privacidad",
    "Connect": "Contacto",
    "Our Clients & Experience": "Nuestros Clientes y Experiencia",
    "Are You Ready to Accelerate Your Business?": "¿Estás listo para acelerar tu negocio?",
    "Happy Clients": "Clientes Satisfechos",
    "Projects Completed": "Proyectos Completados",
    "Years of Experience": "Años de Experiencia",
    "Our Own Projects": "Nuestros Propios Proyectos",
    "EzyVentas POS System": "Sistema de <span class='text-transparent bg-clip-text bg-gradient-to-r from-cyan-400 to-purple-500'>Punto de Venta</span> EzyVentas",
    "Ideal for retail stores, boutiques, and more. Full control over your business.": "Ideal para tiendas, boutiques y más. Control total de tu negocio.",
    "Visit Site": "Visitar Sitio",
    "Trusted by leading companies": "Con la confianza de nuestros clientes"
}
